Repository: AndreiZ0R/mobile-eTracker
Catalog: etracker/lib/l10n/app_*.arb
Languages: ro

source: Scan QR
ro: Scaneaza cod QR

# homeScreenWouldText
source: What would you like to do?
ro: Ce ați dori să faceți?

source: Swipe Left
ro: Glisează spre Stânga

source: Unknown
ro: Neștiut

source: Welcome back
ro: Bine ai revenit

source: Check reports
ro: Verifică Rapoarte

source: Create Report
ro: Creează Raport

source: Scan QR Code
ro: Scanează Cod QR

# listItems
source: Show a list of items
ro: Afișează o listă cu toate elementele

source: Scanned Items
ro: Obiecte scanate

source: Items
ro: Obiecte

# placeCameraTowardsACode
source: Place your camera towards a QR Code
ro: Îndreptați camera câtre un cod QR

# scannedItem
source: Single Scanned Item
ro: Singur obiect scanat

source: List
ro: Lista

source: Description:
ro: Despre:

source: Created:
ro: Creat:

source: Last Revised:
ro: Ult. revizie:

source: Next revision:
ro: Urm. revizie:

source: Location:
ro: Locație:
